/****************************************************************
 * SYSTEM CONTEXT
 ****************************************************************/

systemContext fourStay "SystemContext-Monolith" "Контекстная диаграмма монолитной архитектуры." {
    include *
    autoLayout lr
}

/****************************************************************
 * CONTAINER
 ****************************************************************/

container fourStay "Container-Monolith" "Контейнерная диаграмма монолитной архитектуры." {
    include *
    autoLayout lr
}

/****************************************************************
 * COMPONENT
 ****************************************************************/

component fourStay.monolithApplication "Component-Monolith" "Диаграмма компонентов монолитного приложения." {
    include *
}
