/****************************************************************
 * SYSTEM CONTEXT
 ****************************************************************/

systemContext fourStayMicroservices "MSA-SystemContext" "Контекстная диаграмма целевой микросервисной архитектуры." {
    include *
    autoLayout lr
}


/****************************************************************
 * CONTAINER
 ****************************************************************/

container fourStayMicroservices "MSA-Containers" "Диаграмма контейнеров целевой микросервисной архитектуры." {
    include *
}
